
; "上次關閉啟用的設定檔","上次關閉x值","上次關閉y值"
[arr_tab1_last_closed_Setting]
row1=2` 712` 240 

; "設定檔1路徑","設定檔2路徑","設定檔3路徑","設定檔4路徑","設定檔5路徑","設定檔6路徑","設定檔7路徑","設定檔8路徑"
[arr_tab1_each_buff_setting_path]
row1=F:\Users\Frank\Desktop\Artale_Buff_timer相關\Artale_Buff_timer_v1.3.2\setting_files\buff_settings_1.ini` F:\Users\Frank\Desktop\Artale_Buff_timer相關\Artale_Buff_timer_v1.3.2\setting_files\buff_格鬥家.ini` F:\Users\Frank\Desktop\Artale_Buff_timer相關\Artale_Buff_timer_v1.3.2\setting_files\buff_祭司.ini` ` ` ` ` ` `                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          

; 顯示在UI技能職業表下拉選單的職業類別名稱
[arr_ALL_Classes]
row1=共通` 劍士` 法師` 弓箭手` 盜賊` 海盜` 其他

; 與arr_ALL_Classes對應的職業技能圖片資料夾名稱
[arr_ALL_Classes_pic_folder]
row1=Common` Warrior` Magician` Bowman` Thief` Pirate` Others

; 與arr_ALL_Classes對應的職業技能矩陣section名稱
[arr_ALL_Classes_array]
row1=arr2d_ALLbuff_Common` arr2d_ALLbuff_Warrior` arr2d_ALLbuff_Magician` arr2d_ALLbuff_Bowman` arr2d_ALLbuff_Thief` arr2d_ALLbuff_Pirate` arr2d_ALLbuff_Others

; 共通職業技能矩陣
[arr2d_ALLbuff_Common]
row1=楓葉祝褔` 270` 0` mapleWarrior
row2=楓葉淨化` 0` 600` heroesWill
row3=經驗加倍` 1800` 0` DoubleEXP
row4=掉落加倍` 1800` 0` DoubleDrap
row5=飄雪結晶` 600` 0` Snowflakes
row6=漫天花雨` 600` 0` Flowerrain
row7=buff藥水` 180` 0` buffpotion
row8=buff藥丸` 600` 0` buffpill
row9=龍寶寶副食品` 1200` 0` BabyDragonFood
row10=加量章魚燒` 600` 0` TakoyakiJumbo
row11=雙份日式炒麵` 600` 0` Yakisobax2
row12=疼痛舒緩劑` 1800` 0` painreliever
row13=氣泡` 900` 0` airbubble

; 劍士職業技能矩陣
[arr2d_ALLbuff_Warrior]
row1=自身強化` 300` 0` ironBody
row2=快速之劍` 300` 0` swordBooster
row3=快速之斧` 300` 0` axeBooster
row4=快速之棍` 300` 0` bluntWeaponBooster
row5=快速之槍` 300` 0` spearBooster
row6=快速之矛` 300` 0` polearmBooster
row7=反射之盾` 300` 0` powerGuard
row8=激勵` 300` 0` fury
row9=神聖之火` 300` 0` hyperBody
row10=禦魔陣` 300` 0` ironWall
row11=降魔咒` 45` 0` threaten
row12=鬥氣集中` 200` 0` comboAttack
row13=防禦消除` 300` 0` armorCrash
row14=力量消除` 300` 0` powerCrash
row15=龍之魂` 160` 0` dragonBlood
row16=魔防消除` 300` 0` magicCrash
row17=烈焰之劍` 300` 0` flameChargeSword
row18=烈焰之棍` 300` 0` flameChargeBluntWeapon
row19=寒冰之劍` 300` 0` iceChargeSword
row20=寒冰之棍` 300` 0` iceChargeBluntWeapon
row21=雷鳴之劍` 300` 0` thunderChargeSword
row22=雷鳴之棍` 300` 0` thunderChargeBluntWeapon
row23=格擋` 300` 0` powerStance
row24=鬥氣爆發` 240` 480` enrage
row25=暗之靈魂` 1200` 0` beholder
row26=聖靈之劍` 300` 0` holyChargeSword
row27=聖靈之棍` 300` 0` holyChargeBlunt
row28=鬼神之擊` 0` 30` heavensHammer

; 法師職業技能矩陣
[arr2d_ALLbuff_Magician]
row1=魔心防禦` 360` 0` magicGuard
row2=魔力之盾` 300` 0` magicArmor
row3=精神強化` 300` 0` meditation
row4=緩速術` 40` 0` slow
row5=魔力激發` 300` 0` elementAmplification
row6=極速詠唱` 120` 0` spellBooster
row7=魔法封印` 18` 0` seal
row8=神聖之光` 300` 0` invincible
row9=天使祝福` 300` 0` bless
row10=神聖祈禱` 300` 0` holySymbol
row11=時空門` 30` 0` mysticDoor
row12=聖龍召喚` 300` 0` summonDragon
row13=喚化術` 20` 0` Doom
row14=魔力無限` 11` 600` infinity
row15=魔法反射` 250` 0` manaReflection
row16=寒冰地獄` 15` 0` iceDemon
row17=召喚火炎神` 110` 0` ifrit
row18=炎靈地獄` 15` 0` fireDemon
row19=召喚冰魔` 110` 0` elquines
row20=復甦之光` 0` 3420` resurrection
row21=召喚神龍` 160` 0` bahamut
row22=聖盾護鎧` 11` 120` holyShield

; 弓箭手職業技能矩陣
[arr2d_ALLbuff_Bowman]
row1=集中術` 300` 0` focus
row2=快速之箭` 300` 0` bowBooster
row3=快速之弩` 300` 0` crossbowBooster
row4=無形之箭` 300` 0` soulArrow
row5=替身術` 60` 0` puppet
row6=銀鷹召喚` 175` 0` silverHawk
row7=金鷹召喚` 175` 0` goldenEagle
row8=會心之眼` 300` 0` sharpEyes
row9=念力集中` 180` 360` concentrate
row10=召喚鳳凰` 200` 0` phoenix
row11=召喚銀隼` 200` 0` frostprey

; 盜賊職業技能矩陣
[arr2d_ALLbuff_Thief]
row1=詛咒術` 45` 0` disorder
row2=隱身術` 10` 0` darkSight
row3=速度激發` 300` 0` haste
row4=極速暗殺` 300` 0` clawBooster
row5=幸運術` 300` 0` mesoUP
row6=影分身` 300` 0` shadowPartner
row7=快速之刀` 300` 0` daggerBooster
row8=勇者掠奪術` 180` 0` pickpocket
row9=楓幣護盾` 120` 0` mesoGuard
row10=血魔轉換` 0` 210` chakra
row11=無形鏢` 120` 0` shadowStars
row12=煙霧彈` 31` 600` smokescreen

; 海盜職業技能矩陣
[arr2d_ALLbuff_Pirate]
row1=衝鋒` 150` 0` dash
row2=迅雷再起` 300` 0` gunBooster
row3=炸彈投擲` 10` 0` grenade
row4=章魚砲台` 0` 10` octopus
row5=指定攻擊` 20` 0` homingBeacon
row6=海鷗突擊隊` 0` 5` gaviota
row7=砲台章魚王` 0` 10` wrathoftheOctopi
row8=海盜船` 0` 60` battleship
row9=心靈控制` 40` 0` hypnotize
row10=精準砲擊` 50` 0` bullseye
row11=海鷗特戰隊` 0` 5` airStrike
row12=致命快打` 150` 300` knuckleBooster
row13=魔力再生` 0` 25` mpRecovery
row14=偽裝術` 0` 20` oakBarrel
row15=鬥神附體` 240` 360` transformation
row16=最終極速` 210` 0` speedInfusion
row17=時間置換` 0` 3540` timeLeap
row18=鬥神降世` 240` 240` superTransformation

; 其他職業技能矩陣
[arr2d_ALLbuff_Others]
row1=經驗獲取` 300` 0` EXP_pic
row2=1分鐘` 60` 0` 1min
row3=1.5分鐘` 90` 0` 1.5min
row4=2分鐘` 120` 0` 2min
row5=3分鐘` 180` 0` 3min
row6=3.5分鐘` 210` 600` 3.5min
row7=5分鐘` 300` 0` 5min
row8=8分鐘` 480` 0` 8min
row9=10分鐘` 600` 0` 10min
row10=15分鐘` 900` 0` 15min
row11=20分鐘` 1200` 0` 20min
row12=30分鐘` 1800` 0` 30min
row13=60分鐘` 3600` 0` 60min
